Repository: ControlledChaos/bp-sidebar-item-nav
Catalog: languages/bp-sidebar-item-nav-*.po
Languages: fr_fr

source: Ouch!! Please upgrade to BuddyPress %s to use this widget!
fr_fr: Aïe!! Merci de mettre à jour BuddyPress pour la version %s afin d&#39;utiliser ce widget !

source: Group logo of %s
fr_fr: Illustration du groupe %s

source: Displays BuddyPress item primary nav & avatar in the sidebar of your site.
fr_fr: Affiche la navigation principale des membres et des groupes ainsi que leurs avatars dans la sidebar de votre site.

source: (BuddyPress) Sidebar item nav
fr_fr: (BuddyPress) Sidebar Nav Item

# Member widget title
source: %1$s&#39;s %2$s
fr_fr: %2$s du %1$s

source: Member
fr_fr: membre

# Group widget title
source: %1$s&#39;s %2$s
fr_fr: %2$s du %1$s

source: Group
fr_fr: groupe

source: Title:
fr_fr: Titre:

source: Move avatar in sidebar
fr_fr: Déplacer l&#39;avatar dans la sidebar

source: Move member&#39;s nav in sidebar
fr_fr: Déplacer la navigation du membre dans la sidebar

source: Move group&#39;s nav in sidebar
fr_fr: Déplacer la navigation du groupe dans la sidebar

source: Group Admins
fr_fr: Admins de groupe

source: Group Mods
fr_fr: Mods de groupe

source: active %s
fr_fr: actif %s

source: Move BuddyPress item navs into the sidebar
fr_fr: Déplacer la navigation des items BuddyPress (membres et groupes) dans la sidebar
